export interface Slide {
  title: string;
  description: string;
  image: string;
}

export const MAIN_SLIDER_DATA: Slide[] = [
  {
    title: 'Научно-Аналитическое издательство НТЦ «Компас»',
    description:
      'Наша цель — предоставлять достоверную информацию и аналитические материалы для специалистов и организаций различных отраслей',
    image: 'assets/images/slider-2.png',
  },
  {
    title: 'Научные журналы',
    description:
      'Современные научные журналы освещают ключевые достижения и исследования в различных областях знаний, обеспечивая доступ к актуальной информации и способствуя обмену опытом между специалистами.',
    image: 'assets/images/slide-12.png',
  },
  {
    title: 'Аналитические отчеты',
    description:
      'Наши аналитические отчеты помогают ориентироваться в тенденциях, выявлять перспективные направления развития и принимать обоснованные решения.',
    image: 'assets/images/slider-3.png',
  },
  {
    title: 'Дайджесты',
    description:
      'Краткие и информативные обзоры ключевых событий в промышленности и смежных отраслях. Дайджесты помогают быстро получать актуальные новости, аналитику и тенденции развития.',
    image: 'assets/images/slider-1.png',
  },
  {
    title: 'Услуги',
    description:
      'Мы предоставляем комплексные услуги в области стратегического планирования, анализа технологий и рынков, разработки программного обеспечения и подготовки аналитических материалов, помогая предприятиям принимать эффективные решения и развиваться.',
    image: 'assets/images/slider-4.png',
  },
];
